tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "aria2"
brew "asciiquarium"
brew "python@3.13"
brew "cmake"
brew "colima"
brew "cowsay"
brew "curl"
brew "dbmate"
brew "docker"
brew "docker-compose"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gopls"
brew "grep"
brew "jp2a"
brew "jq"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "neovim"
brew "node"
brew "nvm"
brew "pnpm"
brew "pyenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "telnet"
brew "thefuck"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "switchaudio-osx"
brew "nowplaying-cli"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "discord"
cask "displaylink"
cask "firefox"
cask "github"
cask "raycast"
cask "screen-studio"
cask "sf-symbols"
cask "spotify"
cask "warp"
cask "whatsapp"
cask "postman"
