tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "aria2"
brew "asciiquarium"
brew "cmake"
brew "colima"
brew "cowsay"
brew "curl"
brew "dbmate"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gopls"
brew "grep"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "telnet"
brew "thefuck"
brew "utf8proc", args: ["HEAD"]
brew "wget"
brew "yt-dlp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "discord"
cask "firefox"
cask "iina"
cask "ngrok"
cask "warp"
